app/controllers/stations_controller.rb

  def index
    @stations = Station.all
---
SELECT "stations".* FROM "stations"