app/controllers/streams_controller.rb

SELECT "streams".* FROM "streams"
---
  def index
    @streams = Stream.all