app/controllers/thefts_controller.rb

  def index
    @thefts = Theft.all
---
SELECT "thefts".* FROM "thefts"